{"keras_version": "2.1.3", "backend": "tensorflow", "config": {"layers": [{"config": {"batch_input_shape": [null, 5549], "sparse": false, "name": "input_1", "dtype": "float32"}, "name": "input_1", "inbound_nodes": [], "class_name": "InputLayer"}, {"config": {"use_bias": true, "activation": "linear", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "name": "dense_1", "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "units": 10, "trainable": true}, "name": "dense_1", "inbound_nodes": [[["input_1", 0, 0, {}]]], "class_name": "Dense"}, {"config": {"beta_regularizer": null, "gamma_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "axis": -1, "center": true, "scale": true, "name": "batch_normalization_1", "beta_constraint": null, "gamma_constraint": null, "momentum": 0.99, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "epsilon": 0.001, "trainable": true}, "name": "batch_normalization_1", "inbound_nodes": [[["dense_1", 0, 0, {}]]], "class_name": "BatchNormalization"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_1"}, "name": "activation_1", "inbound_nodes": [[["batch_normalization_1", 0, 0, {}]]], "class_name": "Activation"}], "input_layers": [["input_1", 0, 0]], "name": "model_2", "output_layers": [["activation_1", 0, 0]]}, "class_name": "Model"}