{"class_name": "Model", "keras_version": "2.1.3", "config": {"output_layers": [["activation_1", 0, 0]], "input_layers": [["input_1", 0, 0]], "layers": [{"class_name": "InputLayer", "config": {"sparse": false, "batch_input_shape": [null, 5549], "dtype": "float32", "name": "input_1"}, "inbound_nodes": [], "name": "input_1"}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "name": "dense_1", "activation": "linear", "kernel_regularizer": null, "trainable": true, "activity_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 10, "bias_regularizer": null, "use_bias": true, "kernel_constraint": null}, "inbound_nodes": [[["input_1", 0, 0, {}]]], "name": "dense_1"}, {"class_name": "BatchNormalization", "config": {"moving_variance_initializer": {"class_name": "Ones", "config": {}}, "momentum": 0.99, "gamma_constraint": null, "name": "batch_normalization_1", "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "center": true, "scale": true, "trainable": true, "beta_constraint": null, "beta_regularizer": null, "beta_initializer": {"class_name": "Zeros", "config": {}}, "epsilon": 0.001, "axis": -1, "gamma_initializer": {"class_name": "Ones", "config": {}}, "gamma_regularizer": null}, "inbound_nodes": [[["dense_1", 0, 0, {}]]], "name": "batch_normalization_1"}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_1"}, "inbound_nodes": [[["batch_normalization_1", 0, 0, {}]]], "name": "activation_1"}], "name": "model_2"}, "backend": "tensorflow"}