{"class_name": "Model", "backend": "tensorflow", "config": {"layers": [{"class_name": "InputLayer", "config": {"dtype": "float32", "batch_input_shape": [null, 5549], "sparse": false, "name": "input_1"}, "name": "input_1", "inbound_nodes": []}, {"class_name": "Dense", "config": {"activity_regularizer": null, "name": "dense_1", "kernel_constraint": null, "activation": "linear", "trainable": true, "bias_regularizer": null, "units": 10, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}}, "kernel_regularizer": null, "use_bias": true}, "name": "dense_1", "inbound_nodes": [[["input_1", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"beta_regularizer": null, "beta_initializer": {"class_name": "Zeros", "config": {}}, "center": true, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "axis": -1, "name": "batch_normalization_1", "momentum": 0.99, "trainable": true, "gamma_regularizer": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "scale": true, "gamma_constraint": null, "beta_constraint": null, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "epsilon": 0.001}, "name": "batch_normalization_1", "inbound_nodes": [[["dense_1", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_1"}, "name": "activation_1", "inbound_nodes": [[["batch_normalization_1", 0, 0, {}]]]}], "input_layers": [["input_1", 0, 0]], "output_layers": [["activation_1", 0, 0]], "name": "model_2"}, "keras_version": "2.1.3"}