{"keras_version": "2.1.3", "backend": "tensorflow", "class_name": "Model", "config": {"layers": [{"name": "input_2", "class_name": "InputLayer", "config": {"name": "input_2", "sparse": false, "dtype": "float32", "batch_input_shape": [null, 10]}, "inbound_nodes": []}, {"name": "dense_3", "class_name": "Dense", "config": {"use_bias": true, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "name": "dense_3", "activation": "sigmoid", "units": 5549, "bias_regularizer": null}, "inbound_nodes": [[["input_2", 0, 0, {}]]]}], "name": "model_3", "output_layers": [["dense_3", 0, 0]], "input_layers": [["input_2", 0, 0]]}}