{"class_name": "Model", "keras_version": "2.1.3", "config": {"output_layers": [["dense_3", 0, 0]], "input_layers": [["input_2", 0, 0]], "layers": [{"class_name": "InputLayer", "config": {"sparse": false, "batch_input_shape": [null, 10], "dtype": "float32", "name": "input_2"}, "inbound_nodes": [], "name": "input_2"}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "name": "dense_3", "activation": "sigmoid", "kernel_regularizer": null, "trainable": true, "activity_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 5549, "bias_regularizer": null, "use_bias": true, "kernel_constraint": null}, "inbound_nodes": [[["input_2", 0, 0, {}]]], "name": "dense_3"}], "name": "model_3"}, "backend": "tensorflow"}