{"keras_version": "2.1.3", "backend": "tensorflow", "config": {"layers": [{"config": {"batch_input_shape": [null, 10], "sparse": false, "name": "input_3", "dtype": "float32"}, "name": "input_3", "inbound_nodes": [], "class_name": "InputLayer"}, {"config": {"use_bias": true, "activation": "sigmoid", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "name": "dense_3", "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "units": 5549, "trainable": true}, "name": "dense_3", "inbound_nodes": [[["input_3", 0, 0, {}]]], "class_name": "Dense"}], "input_layers": [["input_3", 0, 0]], "name": "model_4", "output_layers": [["dense_3", 0, 0]]}, "class_name": "Model"}