{"keras_version": "2.1.3", "backend": "tensorflow", "class_name": "Model", "config": {"layers": [{"name": "input_1", "class_name": "InputLayer", "config": {"name": "input_1", "sparse": false, "dtype": "float32", "batch_input_shape": [null, 5549]}, "inbound_nodes": []}, {"name": "dense_1", "class_name": "Dense", "config": {"use_bias": true, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "name": "dense_1", "activation": "linear", "units": 10, "bias_regularizer": null}, "inbound_nodes": [[["input_1", 0, 0, {}]]]}, {"name": "batch_normalization_1", "class_name": "BatchNormalization", "config": {"center": true, "scale": true, "beta_regularizer": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "trainable": true, "axis": -1, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "gamma_regularizer": null, "gamma_constraint": null, "momentum": 0.99, "beta_constraint": null, "name": "batch_normalization_1", "epsilon": 0.001}, "inbound_nodes": [[["dense_1", 0, 0, {}]]]}, {"name": "activation_1", "class_name": "Activation", "config": {"trainable": true, "name": "activation_1", "activation": "relu"}, "inbound_nodes": [[["batch_normalization_1", 0, 0, {}]]]}], "name": "model_2", "output_layers": [["activation_1", 0, 0]], "input_layers": [["input_1", 0, 0]]}}